final Map<String, String> hiIn ={
// स्प्लैश स्क्रीन स्क्रीन
"एलबीएल_30": "30%",
"lbl_discount": "छूट",
"lbl_free_shipping": "मुफ़्त शिपिंग",
"lbl_in_technology": "प्रौद्योगिकी में",
"lbl_log_in2": "लॉग इन करें",
"lbl_skip": "छोड़ें",
"msg_valid_from_27_03": "*27/03 से 01/04 2022 तक वैध। न्यूनतम स्टॉक: 1 यूनिट",

// लॉगिन स्क्रीन
"lbl2": "********",

// वन स्क्रीन लॉगिन करें
"lbl3": "/", "msg_incorrect_password": "गलत पासवर्ड",

// एक स्क्रीन पर साइन अप करें
"एलबीएल_91": "+91",
"lbl_mobile_number": "मोबाइल नंबर",
"lbl_sign_up": "साइन अप करें",
"msg_by_signing_up_for2":
"VibraVerve खाते के लिए साइन अप करके आप हमारी सामुदायिक सेवा की शर्तों और गोपनीयता नीति से सहमत हैं",

// तीन स्क्रीन पर साइन अप करें
"lbl_e_mail2": "ई-मेल",

// साइन अप स्क्रीन
"lbl_resend": "पुनः भेजें",
"msg_enter_verification": "सत्यापन कोड दर्ज करें",
"msg_if_you_didn_t_receive": "यदि आपको कोई कोड प्राप्त नहीं हुआ है, तो पुनः भेजें",
"msg_if_you_didn_t_receive2": "यदि आपको कोई कोड प्राप्त नहीं हुआ है, ",

// साइन अप दो स्क्रीन
"lbl_confirm": "पुष्टि करें",
"lbl_new_password": "नया पासवर्ड",
"msg_atleast_1_number": "कम से कम 1 संख्या या एक विशेष वर्ण",
"msg_confirm_new_password": "नये पासवर्ड की पुष्टि करें",
"msg_enter_new_password2": "नया पासवर्ड दर्ज करें",

// स्क्रीन खोजें
"msg_iphone_13_max_pro": "आईफोन 13 मैक्स प्रो",

// खोज परिणाम स्क्रीन
"lbl_0_result": "0 परिणाम",
"lbl_back_to_home": "घर पर वापस",
"lbl_man_shoes": "मैन शूज़",
"lbl_search_product": "उत्पाद खोजें",
"msg_product_not_found": "उत्पाद नहीं मिला",

// स्क्रीन द्वारा लघु
"lbl_best_match": "सर्वश्रेष्ठ मिलान",
"lbl_sort_by": "इसके अनुसार क्रमबद्ध करें",
"msg_distance_nearest": "दूरी: सबसे पहले",
"msg_price_shipping": "कीमत + शिपिंग: सबसे पहले सबसे कम",
"msg_price_shipping2": "कीमत + शिपिंग: सबसे पहले",
"msg_time_ending_soonest": "समय: सबसे जल्दी ख़त्म हो रहा है",
"msg_time_newly_listed": "समय: नव सूचीबद्ध",

// फ़िल्टर - मूल्य निर्धारित करें - टैब कंटेनर स्क्रीन
"lbl_1_245": "\$1.245",
"lbl_9_344": "\$9.344",
"lbl_condition": "स्थिति",
"lbl_filter_search": "फ़िल्टर खोज",
"एलबीएल_मैक्स": "मैक्स",
"lbl_min": "MIN",
"lbl_new": "नया",
"lbl_not_specified": "निर्दिष्ट नहीं",
"lbl_price_range": "मूल्य सीमा",
"lbl_used": "प्रयुक्त",

// लॉगिन स्क्रीन
"lbl_laptops": "लैपटॉप", "lbl_rs_1_500_000": "रु. 1.500.000",

// दस स्क्रीन
"lbl_1_min_ago": "1 मिनट पहले",

// होमपेज वन स्क्रीन
"lbl_1_499": "\$ 1,499 ", "lbl_29_999": "\$ 29,999 ",
"lbl_4_999": "\$ 4,999 ",

// तेरह स्क्रीन
"lbl_similar_product": "समान उत्पाद",
"एलबीएल_टर्सेडिया_250": "टेरसेडिया : 250",

// कार्ट वन स्क्रीन
"msg_enter_coupon_code": "कूपन कोड दर्ज करें",

// कार्ट - कपोन स्क्रीन डालें
"lbl_9_41": "9:41", "lbl_explore": "अन्वेषण करें",
"msg_enter_cupon_code": "कपोन कोड दर्ज करें",

// कार्ट - क्यूपॉन गलत स्क्रीन
"lbl_xzop014524bdh": "XzOp014524BDH",
"msg_your_coupon_code": "* आपका कूपन कोड अमान्य है",

// स्क्रीन पर भेजें
"lbl_99_1234567890": "+99 1234567890",
"एलबीएल_अहमद_ख़ैदिर": "अहमद ख़ैदिर",
"lbl_edit": "संपादित करें",
"lbl_next": "अगला",
"lbl_priscekila": "प्रिसेकिला",
"lbl_ship_to": "शिप टू",
"msg_3711_spring_hill":
"3711 स्प्रिंग हिल रोड अपरिभाषित तल्हासी, नेवादा 52874 संयुक्त राज्य अमेरिका",

// क्रेडिट या डेबिट कार्ड एक स्क्रीन चुनें
"lbl_choose_card": "कार्ड चुनें", "lbl_pay_766_86": "भुगतान करें \$766.86",

// सफलता स्क्रीन स्क्रीन
"lbl_back_to_order": "ऑर्डर पर वापस जाएँ",

// अधिसूचना स्क्रीन
"lbl_3": "3", "lbl_acivity": "acivity",

// अधिसूचना - ऑफ़र स्क्रीन
"lbl_the_best_title": "सर्वश्रेष्ठ शीर्षक",
"msg_special_offer_25": "विशेष ऑफर 25% की छूट",
"msg_summer_offer_98": "ग्रीष्मकालीन ऑफर 98% कैशबैक",
"msg_the_speaker_unit2":
"स्पीकर यूनिट में एक डायाफ्राम होता है जो एनएसी ऑडियो बायो से सटीक रूप से विकसित होता है-",
"msg_the_speaker_unit3":
"स्पीकर इकाई में एक डायाफ्राम होता है जो एनएसी ऑडियो बायो-सेलूलोज़ से सटीक रूप से विकसित होता है, जो इसे नियमित पीईटी स्पीकर इकाइयों की तुलना में कठोर, हल्का और मजबूत बनाता है,",

// अधिसूचना - फ़ीड स्क्रीन
"lbl_new_product" : "नया उत्पाद",
"msg_june_3_2023_5_06": "3 जून, 2023 शाम 5:06 बजे",
"msg_samsung_galaxy_m31s": "सैमसंग गैलेक्सी M31s गेमिंग एक्सेसरीज़",

// अधिसूचना - गतिविधि स्क्रीन
"lbl_activity": "गतिविधि",
"msg_culpa_sillum_consectetur":
"कुल्पा सिलम कंसेक्टेतुर लेबोरे नल्ला नल्ला मैग्ना इरुरे। आईडी वेनियम कल्पा ऑफिसिया ऑटे डोलर अमेट डेसरुंट पूर्व प्रोडेंट कमोडो",
"msg_culpa_sillum_consectetur2":
"कुल्पा सिलम कंसेक्टेतुर लेबोरे नल्ला नल्ला मैग्ना इरुरे। आईडी वेनियम कल्पा ऑफिसिया ऑटे डोलर",
"msg_transaction_nike": "लेन-देन नाइके एयर ज़ूम उत्पाद",
"msg_transaction_nike2": "ट्रांजैक्शन नाइके एयर ज़ूम पेगासस 36 मियामी",
"msg_transaction_nike3": "लेन-देन नाइके एयर मैक्स",

// प्रोफ़ाइल स्क्रीन
"lbl4": "••••••••••••", "lbl_12_12_2000": "12-12-2000",
"lbl_307_555_0133": "(307) 555-0133",

// लिंग - स्क्रीन चुनें
"lbl_male": "पुरुष", "lbl_other": "अन्य",

  // भाषा - स्क्रीन चुनें
  "lbl_choose_language": "भाषा चुनें",
  "lbl_my_language": "मेरी भाषा",

// जन्मदिन स्क्रीन
"lbl_12_12_2012": "12/12/2012",

// जन्मदिन - दिनांक स्क्रीन चुनें
"lbl_12_12_2020": "12/12/2020",
// पासवर्ड बदलें - गलत स्क्रीन
"msg_oops_your_password": "उफ़! आपका पासवर्ड सही नहीं है",

// ऑर्डर स्क्रीन
"lbl_299_43": "\$299,43",
"lbl_items": "आइटम",
"lbl_lqnsu346jk": "LQNSU346JK",
"lbl_order_status": "ऑर्डर स्थिति",
"lbl_price": "कीमत",
"lbl_sdg1345kjd": "SDG1345KJD",
"msg_1_items_purchased": "1 आइटम खरीदा गया",
"msg_2_items_purchased": "2 आइटम खरीदे गए",
"msg_order_at_lafyuu": "Lafyuu पर ऑर्डर करें: 1 अगस्त, 2017",

// ऑर्डर विवरण स्क्रीन
"lbl_000192848573": "000192848573",
"lbl_arriving": "आ रहा हूँ",
"lbl_date_shipping": "दिनांक शिपिंग",
"lbl_no_resi": "नहीं. Resi",
"lbl_notify_me": "मुझे सूचित करें",
"lbl_order_details": "ऑर्डर विवरण",
"lbl_packing": "पैकिंग",
"lbl_ payment_details": "भुगतान विवरण",
"lbl_pos_regular": "पीओएस नियमित",
"lbl_product": "उत्पाद",
"lbl_rs_20099_43": "20099,43 रुपये",
"lbl_rs_29009_43": "29009,43 रुपये",
"msg_2727_लकेशोर_आरडी": "2727 लेकशोर रोड अपरिभाषित नम्पा, टेनेसी 78410",
"msg_acer_nitro_qg271":
"एसर नाइट्रो Qg271 27 फुल एचडी गेमिंग एलसीडी मॉनिटर एलईडी बैक लाइट के साथ",
"msg_january_16_2015": "16 जनवरी 2015",
"msg_nikon_d5600_dslr":
"निकॉन डी5600 डीएसएलआर कैमरा एएफ-पी 18-55 मिमी + एएफ-पी 70-300 मिमी वीआर किट के साथ",
"msg_shipping_details": "शिपिंग विवरण",

// क्रेडिट कार्ड और डेबिट स्क्रीन
"msg_credit_card_and": "क्रेडिट कार्ड और डेबिट",

// कार्ड स्क्रीन जोड़ें
"msg_enter_card_number": "कार्ड नंबर दर्ज करें",

// कार्ड जोड़ें - गलत फॉर्म स्क्रीन
"msg_security_code_is": "सुरक्षा कोड गलत है",

// लेलिफा फेब्रिना कार्ड स्क्रीन
"msg_lailyfa_febrina": "लैलीफ़ा फेब्रिना कार्ड",

// सामान्य स्ट्रिंग
"lbl_1": "1",
"lbl_1219": "1219",
"lbl_128_00": "\$128.00",
"lbl_12_12": "12/12",
"lbl_19_2042": "19/2042",
"lbl_1_5_foto": "1/5 फ़ोटो",
"lbl_1_mins_ago": "1 मिनट पहले",
"lbl_2": "2",
"lbl_20_999": "\$ 20,999 ",
"lbl_2_mins_ago": "2 मिनट पहले",
"lbl_40_00": "\$40.00",
"lbl_4_6": "4.6",
"lbl_598_86": "\$598.86",
"lbl_766_86": "\$766.86",
"lbl_86_reviews": "86 समीक्षाएँ",
"lbl_98616789060": "98616789060",
"lbl_999": "\$ 999 ",
"lbl_accepts_offers": "प्रस्ताव स्वीकार करता है",
"lbl_accessories": " & \nसहायक उपकरण\n",
"lbl_account2": "खाता",
"lbl_add_address": "पता जोड़ें",
"lbl_add_card": "कार्ड जोड़ें",
"lbl_address": "पता",
"lbl_select_language": "भाषा चुनें",
"lbl_alexa_home": "एलेक्सा होम",
"lbl_all_listings": "सभी सूचियाँ",
"lbl_apply": "लागू करें",
"lbl_asia": "एशिया",
"lbl_auction": "नीलामी",
"lbl_back": "वापस",
"lbl_bank_transfer": "बैंक स्थानांतरण",
"lbl_birthday": "जन्मदिन",
"lbl_buy_it_now": "इसे अभी खरीदें",
"lbl_buy_now": "अभी खरीदें",
"lbl_buying_format": "खरीदारी प्रारूप",
"lbl_cameras": "कैमरा",
"एलबीएल_कार्ड_धारक": "कार्ड धारक",
"एलबीएल_कार्ड_होल्डर2": "कार्ड धारक",
"lbl_card_number": "कार्ड नंबर",
"एलबीएल_कार्ड_सेव": "कार्ड सेव करें",
"lbl_cart": "कार्ट",
"lbl_categories": "श्रेणियाँ",
"lbl_category": "श्रेणी",
"lbl_cancel": "रद्द करें",
"lbl_change_email": "ईमेल बदलें",
"lbl_change_password": "पासवर्ड बदलें",
"lbl_check_out": "चेक आउट करें",
"lbl_choose_gender": "लिंग चुनें",
"lbl_city": "शहर",
"lbl_classified_ads": "वर्गीकृत विज्ञापन",
"lbl_completed_items": "पूर्ण आइटम",
"lbl_computers": "कंप्यूटर",
"lbl_deals_savings": "सौदे और बचत",
"lbl_derlaxy": "@derlaxy",
"lbl_detail_product": "विस्तृत उत्पाद",
"lbl_electronic": "इलेक्ट्रॉनिक",
"lbl_email": "ईमेल",
"lbl_email_address": "ईमेल पता",
"lbl_europe": "यूरोप",
"lbl_expiration_date": "समाप्ति तिथि",
"lbl_feed": "फ़ीड",
"lbl_female": "महिला",
"lbl_first_name": "प्रथम नाम",
"lbl_forgot_password": "पासवर्ड भूल गये",
"lbl_free_returns": "मुफ़्त रिटर्न",
"lbl_free_shipping2": "मुफ़्त शिपिंग",
"lbl_freebuds_huawei": "FreeBuds Huawei",
"lbl_games": "गेम्स",
"lbl_gender": "लिंग",
"lbl_headphones": "हेडफ़ोन",
"lbl_home": "होम",
"lbl_import_charges": "आयात शुल्क",
"lbl_item_location": "आइटम स्थान",
"lbl_items_3": "आइटम (3)",
"lbl_laylyfa_febrina": "लेलिफ़ा फ़ेब्रिना",
"lbl_last_name": "अंतिम नाम",
"lbl_listed_as_lots": "लॉट के रूप में सूचीबद्ध",
"lbl_login": "लॉगिन",
  "lbl_log_out": "लॉग आउट",
"lbl_macbook_air_m1": "मैकबुक एयर M1",
"lbl_mobiles": "मोबाइल्स",
"lbl_name": "नाम",
"lbl_new_password2": "नया पासवर्ड",
"lbl_north_america": "उत्तरी अमेरिका",
"lbl_notification": "अधिसूचना",
"lbl_offer": "ऑफर",
"lbl_official_store": "आधिकारिक स्टोर",
"lbl_old_password": "पुराना पासवर्ड",
"lbl_order": "आदेश",
"lbl_password": "पासवर्ड",
"lbl_ payment": "भुगतान",
"lbl_paypal": "पेपैल",
"lbl_peter_parker": "पीटर पार्कर",
"lbl_phone_number": "फ़ोन नंबर",
"lbl_profile": "प्रोफ़ाइल",
"lbl_register": "रजिस्टर",
"lbl_review_86": "समीक्षा (86)",
"lbl_rp_1_500_000": "आरपी. 1.500.000",
"एलबीएल_आरपी_1_500_0002": "आरपी 1.500.000",
"lbl_rs_1_499": "रु. 1,499",
"lbl_rs_29_999": "रु. 29,999",
"lbl_rs_4_999": "रु. 4,999",
"lbl_sale_items": "बिक्री आइटम",
"lbl_save": "सहेजें",
"lbl_search": "खोजें",
"lbl_security_code": "सुरक्षा कोड",
"lbl_see_all": "सभी देखें",
"lbl_see_all_review": "सभी समीक्षाएँ देखें",
"lbl_shipping": "शिपिंग",
"lbl_show_only": "केवल दिखाएँ",
"lbl_sold_items": "बेचे गए आइटम",
"lbl_sony_wh_1000xm4": "सोनी WH/1000XM4",
"lbl_speakers": "स्पीकर्स",
"lbl_stephen_strange": "स्टीफ़न स्ट्रेंज",
"lbl_street_address": "सड़क का पता",
"lbl_submit": "सबमिट करें",
"lbl_success": "सफलता",
"lbl_total_price": "कुल कीमत",
"lbl_tvs": "टीवी",
"lbl_united_states": "संयुक्त राज्य अमेरिका",
"lbl_up_to_20_off": "20% तक की छूट",
"lbl_up_to_50_off": "50% तक की छूट",
"lbl_us_only": "केवल यूएस",
"lbl_v": "वी",
"lbl_vibraverve": "VibraVerve",
"एलबीएल_येलेना_बेलोवा": "येलेना बेलोवा",
"lbl_your_birhday": "आपका जन्मदिन",
"lbl_your_cart": "आपका कार्ट",
"lbl_zip_code": "ज़िप कोड",
"": "•••••••••••••••••",
"msg_1231_2312_3123": "1231 - 2312 - 3123 - 1231",
"msg_6326_9124": "6326 9124 8124 9875",
"msg_abc123_gmail_com": "abc123@gmail.com",
"msg_apple_laptops": "Apple \nलैपटॉप और फ़ोन",
"msg_april_30_2014_1_01": "30 अप्रैल 2014 1:01 अपराह्न",
"msg_authenticity_verified": "प्रामाणिकता सत्यापित",
"msg_authorized_seller": "अधिकृत विक्रेता",
"msg_available_at_1000": "पर उपलब्ध: 1000",
"msg_benefits_charity": "लाभ दान",
"msg_control_with_google": "Google के साथ जारी रखें",
"msg_country_or_region": "देश या क्षेत्र",
"msg_credit_card_or_debit": "क्रेडिट कार्ड या डेबिट",
"msg_description_product": "विवरण उत्पाद",
"msg_don_t_have_an_account": "क्या आपके पास खाता नहीं है?",
"msg_electronic_accessories": "इलेक्ट्रॉनिक और \nएक्सेसरीज़\n",
"msg_featured_product": "विशेष रुप से प्रदर्शित उत्पाद",
"msg_filter_sorting": "फ़िल्टर एवं सॉर्टिंग",
"msg_forgot_password": "पासवर्ड भूल गए?",
"msg_huawei_matebook": "हुआवेई मेटबुक एक्स 13",
"msg_lorem_ipsum_dolor":
"लोरेम इप्सम डोलर सिट अमेट, कंसेक्टेचर एडिपिसिंग एलीट, सेड डू ईयसमॉड टेम्पोर इंसिडिडंट यूट लेबर एट डोलोर मैग्ना अलिका।",
"msg_new_password_again": "फिर से नया पासवर्ड",
"msg_pswagatika601_gmail_com": "pswagatika601@gmail.com",
"msg_returns_accepted": "रिटर्न स्वीकृत",
"msg_search_in_description": "विवरण में खोजें",
"msg_search_product_name": "उत्पाद का नाम खोजें",
"msg_shop_larson_electronic": "शॉप लार्सन इलेक्ट्रॉनिक",
"msg_special_offers_on": "VibraVerve पर विशेष ऑफर",
"msg_state_province_region": "राज्य/प्रांत/क्षेत्र",
"msg_street_address_2": "सड़क का पता 2 (वैकल्पिक)",
"msg_swgatica_pradhan": "स्वगतिका प्रधान",
"msg_thank_you_for_shopping": "lafyuu का उपयोग करके खरीदारी करने के लिए धन्यवाद",
"msg_the_speaker_unit":
"स्पीकर इकाई में एक डायाफ्राम होता है जो एनएसी ऑडियो बायो-सेलूलोज़ से सटीक रूप से विकसित होता है, जो इसे नियमित पीईटी स्पीकर इकाइयों की तुलना में कठोर, हल्का और मजबूत बनाता है, और ध्वनि उत्पन्न करने वाले डायाफ्राम को अन्य स्पीकर में पाए जाने वाले विरूपण के स्तर के बिना कंपन करने की अनुमति देता है। . ",
"msg_tma_2_hd_wireless": "TMA-2 HD वायरलेस",
"msg_tma_2_hd_wireless_tma_s": "TMA-2 HD वायरलेस\n(TMA का पसंदीदा उत्पाद)",
"msg_tma_2hd_wireless2": "TMA-2HD वायरलेस",
"msg_tops_deals_on_electronics": "इलेक्ट्रॉनिक्स पर शीर्ष सौदे",
"संदेश_हम_सत्यापन_भेजेंगे":
"हम आपके नए ईमेल पर सत्यापन भेजेंगे",

// नेटवर्क त्रुटि स्ट्रिंग
"msg_network_err": "नेटवर्क त्रुटि",
"msg_something_went_wrong": "कुछ ग़लत हो गया!",

// सत्यापन त्रुटि स्ट्रिंग
"err_msg_please_enter_valid_phone_number": "कृपया वैध फ़ोन नंबर दर्ज करें",
"err_msg_please_enter_valid_email": "कृपया वैध ईमेल दर्ज करें",
"err_msg_please_enter_valid_password": "कृपया वैध पासवर्ड दर्ज करें",
"err_msg_please_enter_valid_text": "कृपया वैध टेक्स्ट दर्ज करें",
"err_msg_please_enter_valid_number": "कृपया वैध संख्या दर्ज करें",

// नया अपडेट किया गया
  "lbl_raj_gupta": "राज गुप्ता",
  "lbl_orders": "आदेश",
  "lbl_saved_card_and_wallet": "सेव्डकार्ड और वॉलेट",
  "lbl_are_you_sure_you_want_to_log_out":"क्या आप लॉग आउट करना\n चाहते हैं?",
  "lbl_rate_vibra_verve": "VibraVerve को रेट करें",
  "lbl_no": "😭नहीं",
  "lbl_yes": "🤩हाँ",
  "lbl_would_you_like_to_rate_us_on_play_store": "क्या आप हमें प्ले स्टोर पर रेट\n करना चाहेंगे?",
  "Your_feedback_helps_us_make_your_experience_better": "आपका फीडबैक हमें आपके अनुभव को बेहतर बनाने में मदद करता है",
  "lbl_already_have_an_account":"क्या आपके पास पहले से एक खाता मौजूद है?",
};