final Map<String, String> neNp ={
// स्प्ल्याश स्क्रिन स्क्रिन
  "lbl_30": "३०%",
  "lbl_discount": "छूट",
  "lbl_free_shipping": "नि:शुल्क ढुवानी",
  "lbl_in_technology": "प्रविधिमा",
  "lbl_log_in2": "लग इन",
  "lbl_skip": "छाड्नुहोस्",
  "msg_valid_from_27_03": "*27/03 देखि 01/04 2022 सम्म मान्य। न्यूनतम स्टक: 1 इकाई",

  // लगइन स्क्रिन
  "lbl2": "********",

  // एक स्क्रिन लगइन गर्नुहोस्
  "lbl3": "/", "msg_incorrect_password": "गलत पासवर्ड",

  // साइन अप एक स्क्रिन
  "lbl_91": "+91",
  "lbl_mobile_number": "मोबाइल नम्बर",
  "lbl_sign_up": "साइन अप",
  "msg_by_signing_up_for2":
  "VibraVerve खाताको लागि साइन अप गरेर तपाइँ हाम्रो समुदाय सेवा सर्तहरू र गोपनीयता नीतिमा सहमत हुनुहुन्छ",

  // तीन स्क्रिन साइन अप गर्नुहोस्
  "lbl_e_mail2": "इ-मेल",

  // साइन अप स्क्रिन
  "lbl_resend": "पुनः पठाउनुहोस्",
  "msg_enter_verification": "प्रमाणीकरण कोड प्रविष्ट गर्नुहोस्",
  "msg_if_you_didn_t_receive": "यदि तपाईंले कोड प्राप्त गर्नुभएन भने, पुन: पठाउनुहोस्",
  "msg_if_you_didn_t_receive2": "यदि तपाईंले कोड प्राप्त गर्नुभएन भने,",

  // दुई स्क्रिन साइन अप गर्नुहोस्
  "lbl_confirm": "पुष्टि गर्नुहोस्",
  "lbl_new_password": "नयाँ पासवर्ड",
  "msg_atleast_1_number": "कम्तीमा १ नम्बर वा विशेष क्यारेक्टर",
  "msg_confirm_new_password": "नयाँ पासवर्ड पुष्टि गर्नुहोस्",
  "msg_enter_new_password2": "नयाँ पासवर्ड प्रविष्ट गर्नुहोस्",

  // खोज स्क्रिन
  "msg_iphone_13_max_pro": "IPHONE 13 अधिकतम प्रो",

  // खोज परिणाम स्क्रिन
  "lbl_0_result": "० नतिजा",
  "lbl_back_to_home": "घरमा फर्कनुहोस्",
  "lbl_man_shoes": "मानिसको जुत्ता",
  "lbl_search_product": "उत्पादन खोज्नुहोस्",
  "msg_product_not_found": "उत्पादन फेला परेन",

  // स्क्रिन द्वारा छोटो
  "lbl_best_match": "उत्तम मिलान",
  "lbl_sort_by": "क्रमबद्ध गर्नुहोस्",
  "msg_distance_nearest": "दूरी: सबैभन्दा नजिक पहिले",
  "msg_price_shipping": "मूल्य + ढुवानी: सबैभन्दा कम पहिले",
  "msg_price_shipping2": "मूल्य + ढुवानी: उच्चतम पहिले",
  "msg_time_ending_soonest": "समय: चाँडै समाप्त हुन्छ",
  "msg_time_newly_listed": "समय: नयाँ सूचीबद्ध",

  // फिल्टर - मूल्य सेट गर्नुहोस् - ट्याब कन्टेनर स्क्रिन
  "lbl_1_245": "\$1.245",
  "lbl_9_344": "\$9.344",
  "lbl_condition": "सर्त",
  "lbl_filter_search": "फिल्टर खोज",
  "lbl_max": "MAX",
  "lbl_min": "MIN",
  "lbl_new": "नयाँ",
  "lbl_not_specified": "निर्दिष्ट छैन",
  "lbl_price_range": "मूल्य दायरा",
  "lbl_used": "प्रयोग गरिएको",

  // लगइन स्क्रिन
  "lbl_laptops": "ल्यापटपहरू", "lbl_rs_1_500_000": "रु. 1.500.000",

  // दस स्क्रिन
  "lbl_1_min_ago": "१ मिनेट पहिले",

  // गृहपृष्ठ एक स्क्रिन
  "lbl_1_499": "\$ 1,499", "lbl_29_999": "\$ 29,999 ",
  "lbl_4_999": "\$ 4,999",

  // तेह्र स्क्रिन
  "lbl_similar_product": "समान उत्पादन",
  "lbl_tersedia_250": "Tersedia : 250",

  // कार्ट एक स्क्रिन
  "msg_enter_coupon_code": "कुपन कोड प्रविष्ट गर्नुहोस्",

  // कार्ट - कपन स्क्रिन घुसाउनुहोस्
  "lbl_9_41": "9:41", "lbl_explore": "अन्वेषण गर्नुहोस्",
  "msg_enter_cupon_code": "कपोन कोड प्रविष्ट गर्नुहोस्",

  // कार्ट - कपन गलत स्क्रिन
  "lbl_xzop014524bdh": "XzOp014524BDH",
  "msg_your_coupon_code": "* तपाईंको कुपन कोड अमान्य छ ",

  // स्क्रिनमा पठाउनुहोस्
  "lbl_99_1234567890": "+99 1234567890",
  "lbl_ahmad_khaidir": "अहमद खैदिर",
  "lbl_edit": "सम्पादन",
  "lbl_next": "अर्को",
  "lbl_priscekila": "Priscekila",
  "lbl_ship_to": "मा पठाउनुहोस्",
  "msg_3711_spring_hill":
  "3711 स्प्रिंग हिल Rd अपरिभाषित Tallahassee, नेभाडा 52874 संयुक्त राज्य अमेरिका",

  // क्रेडिट वा डेबिट कार्ड एक स्क्रिन छनौट गर्नुहोस्
  "lbl_choose_card": "कार्ड छान्नुहोस्", "lbl_pay_766_86": "भुक्तानी \$766.86",

  // सफलता स्क्रिन स्क्रिन
  "lbl_back_to_order": "अर्डरमा फिर्ता",

  // सूचना स्क्रिन
  "lbl_3": "३", "lbl_acivity": "गतिविधि",

  // सूचना - प्रस्ताव स्क्रिन
  "lbl_the_best_title": "उत्तम शीर्षक",
  "msg_special_offer_25": "विशेष प्रस्ताव २५% छुट",
  "msg_summer_offer_98": "ग्रीष्मकालीन प्रस्ताव ९८% क्यासब्याक",
  "msg_the_speaker_unit2":
  "स्पिकर एकाईले एक डायाफ्राम समावेश गर्दछ जुन NAC अडियो बायो-बाट सटीक-उत्पन्न हुन्छ",
  "msg_the_speaker_unit3":
  "स्पिकर एकाईमा एक डायाफ्राम हुन्छ जुन NAC अडियो बायो-सेल्युलोजबाट परिशुद्धतामा विकसित हुन्छ, जसले यसलाई नियमित PET स्पिकर एकाइहरू भन्दा कडा, हल्का र बलियो बनाउँछ,",

  // सूचना - फिड स्क्रिन
  "lbl_new_product": "नयाँ उत्पादन",
  "msg_june_3_2023_5_06": "जून ३, २०२३ बेलुका ५:०६",
  "msg_samsung_galaxy_m31s": "Samsung Galaxy M31s गेमिङ एक्सेसरीज",

  // सूचना - गतिविधि स्क्रिन
  "lbl_activity": "गतिविधि",
  "msg_culpa_cillum_consectetur":
  "Culpa cillum consectetur labore nulla nulla magna irure. Id veniam culpa officia aute dolor amet deserunt ex proident commodo",
  "msg_culpa_cillum_consectetur2":
  "Culpa cillum consectetur labore nulla nulla Magna irure. Id veniam culpa officia aute dolor",
  "msg_transaction_nike": "लेनदेन नाइके एयर जुम उत्पादन",
  "msg_transaction_nike2": "लेनदेन नाइके एयर जुम पेगासस ३६ मियामी",
  "msg_transaction_nike3": "लेनदेन Nike Air Max",

  // प्रोफाइल स्क्रिन
  "lbl4": "••••••••••••", "lbl_12_12_2000": "12-12-2000",
  "lbl_307_555_0133": "(३०७) ५५५-०१३३",

  // लिङ्ग - स्क्रिन छान्नुहोस्
  "lbl_male": "पुरुष", "lbl_other": "अन्य",

  // भाषा - स्क्रिन छान्नुहोस्
  "lbl_choose_language": "भाषा छान्नुहोस्",
  "lbl_my_language": "मेरो भाषा",

  // जन्मदिन स्क्रिन
  "lbl_12_12_2012": "12/12/2012",

  // जन्मदिन - मिति स्क्रिन छान्नुहोस्
  "lbl_12_12_2020": "12/12/2020",
  // पासवर्ड परिवर्तन गर्नुहोस् - गलत स्क्रिन
  "msg_oops_your_password": "ओहो! तिम्रो पासवर्ड सही छैन",

  // अर्डर स्क्रिन
  "lbl_299_43": "\$299,43",
  "lbl_items": "वस्तुहरू",
  "lbl_lqnsu346jk": "LQNSU346JK",
  "lbl_order_status": "अर्डर स्थिति",
  "lbl_price": "मूल्य",
  "lbl_sdg1345kjd": "SDG1345KJD",
  "msg_1_items_purchased": "१ वस्तु खरिद गरियो",
  "msg_2_items_purchased": "२ वस्तु खरिद गरियो",
  "msg_order_at_lafyuu": "Lafyuu मा अर्डर : अगस्त 1, 2017",

  // अर्डर विवरण स्क्रिन
  "lbl_000192848573": "000192848573",
  "lbl_arriving": "आउदै",
  "lbl_date_shipping": "ढुवानी मिति",
  "lbl_no_resi": "होइन। रेसि",
  "lbl_notify_me": "मलाई सूचित गर्नुहोस्",
  "lbl_order_details": "अर्डर विवरण",
  "lbl_packing": "प्याकिंग",
  "lbl_payment_details": "भुक्तानी विवरण",
  "lbl_pos_reggular": "POS नियमित",
  "lbl_product": "उत्पादन",
  "lbl_rs_20099_43": "रु 20099,43",
  "lbl_rs_29009_43": "रु 29009,43",
  "msg_2727_lakeshore_rd": "2727 Lakeshore Rd अपरिभाषित Nampa, Tennessee 78410",
  "msg_acer_nitro_qg271":
  "एलड ब्याक लाइटको साथ फुल एचडी गेमिङ एलसीडी मोनिटरमा एसर नाइट्रो Qg271 27",
  "msg_january_16_2015": "जनवरी १६, २०१५",
  "msg_nikon_d5600_dslr":
  "AF-P 18-55 mm + AF-P 70-300 mm VR किटको साथ Nikon D5600 DSLR क्यामेरा",
  "msg_shipping_details": "ढुवानी विवरण",

  // क्रेडिट कार्ड र डेबिट स्क्रिन
  "msg_credit_card_and": "क्रेडिट कार्ड र डेबिट",

  // कार्ड स्क्रिन थप्नुहोस्
  "msg_enter_card_number": "कार्ड नम्बर प्रविष्ट गर्नुहोस्",

  // कार्ड थप्नुहोस् - गलत फारम स्क्रिन
  "msg_security_code_is": "सुरक्षा कोड गलत छ",

  // Lailyfa Febrina कार्ड स्क्रिन
  "msg_lailyfa_febrina": "Lailyfa Febrina कार्ड",

  // सामान्य स्ट्रिङ
  "lbl_1": "१",
  "lbl_1219": "१२१९",
  "lbl_128_00": "\$128.00",
  "lbl_12_12": "१२/१२",
  "lbl_19_2042": "19/2042",
  "lbl_1_5_foto": "१/५ फोटो",
  "lbl_1_mins_ago": "१ मिनेट पहिले",
  "lbl_2": "२",
  "lbl_20_999": "\$ 20,999",
  "lbl_2_mins_ago": "२ मिनेट पहिले",
  "lbl_40_00": "\$40.00",
  "lbl_4_6": "४.६",
  "lbl_598_86": "\$598.86",
  "lbl_766_86": "\$766.86",
  "lbl_86_reviews": "८६ समीक्षा",
  "lbl_98616789060": "98616789060",
  "lbl_999": "\$ 999",
  "lbl_accepts_offers": "प्रस्तावहरू स्वीकार गर्दछ",
  "lbl_accessories": "&\nउपसाधन\n",
  "lbl_account2": "खाता",
  "lbl_add_address": "ठेगाना थप्नुहोस्",
  "lbl_add_card": "कार्ड थप्नुहोस्",
  "lbl_address": "ठेगाना",
  "lbl_select_language": "भाषा चयन गर्नुहोस्",
  "lbl_alexa_home": "एलेक्सा होम",
  "lbl_all_listings": "सबै सूचीहरू",
  "lbl_apply": "लागू गर्नुहोस्",
  "lbl_asia": "एशिया",
  "lbl_auction": "लिलामी",
  "lbl_back": "पछाडि",
  "lbl_bank_transfer": "बैंक स्थानान्तरण",
  "lbl_birthday": "जन्मदिन",
  "lbl_buy_it_now": "अहिले नै किन्नुहोस्",
  "lbl_buy_now": "अहिले किन्नुहोस्",
  "lbl_buying_format": "किनकि ढाँचा",
  "lbl_cameras": "क्यामेराहरू",
  "lbl_card_holder": "कार्ड होल्डर",
  "lbl_card_holder2": "कार्ड होल्डर",
  "lbl_card_number": "कार्ड नम्बर",
  "lbl_card_save": "कार्ड बचत गर्नुहोस्",
  "lbl_cart": "कार्ट",
  "lbl_categories": "श्रेणीहरू",
  "lbl_category": "श्रेणी",
  "lbl_cancel": "रद्द गर्नुहोस्",
  "lbl_change_email": "इमेल परिवर्तन गर्नुहोस्",
  "lbl_change_password": "पासवर्ड परिवर्तन गर्नुहोस्",
  "lbl_check_out": "चेक आउट",
  "lbl_choose_gender": "लिङ्ग छान्नुहोस्",
  "lbl_city": "शहर",
  "lbl_classified_ads": "वर्गीकृत विज्ञापन",
  "lbl_completed_items": "सम्पन्न वस्तुहरू",
  "lbl_computers": "कम्प्यूटर",
  "lbl_deals_savings": "डील र बचत",
  "lbl_derlaxy": "@derlaxy",
  "lbl_detail_product": "विवरण उत्पादन",
  "lbl_electronic": "इलेक्ट्रोनिक",
  "lbl_email": "इमेल",
  "lbl_email_address": "इमेल ठेगाना",
  "lbl_europe": "युरोप",
  "lbl_expiration_date": "समय समाप्ति मिति",
  "lbl_feed": "फिड",
  "lbl_female": "महिला",
  "lbl_first_name": "पहिलो नाम",
  "lbl_forgot_password": "पासवर्ड बिर्सनुभयो",
  "lbl_free_returns": "नि:शुल्क फिर्ता",
  "lbl_free_shipping2": "नि:शुल्क ढुवानी",
  "lbl_freebuds_huawei": "फ्रीबड्स हुवावे",
  "lbl_games": "खेलहरू",
  "lbl_gender": "लिङ्ग",
  "lbl_headphones": "हेडफोन",
  "lbl_home": "घर",
  "lbl_import_charges": "आयात शुल्क",
  "lbl_item_location": "वस्तुको स्थान",
  "lbl_items_3": "वस्तुहरू (३)",
  "lbl_lailyfa_febrina": "लाइलिफा फेब्रिना",
  "lbl_last_name": "अन्तिम नाम",
  "lbl_listed_as_lots": "धेरैको रूपमा सूचीबद्ध",
  "lbl_login": "लगइन",
  "lbl_log_out": "लॉग आउट",
  "lbl_macbook_air_m1": "म्याकबुक एयर M1",
  "lbl_mobiles": "मोबाइल",
  "lbl_name": "नाम",
  "lbl_new_password2": "नयाँ पासवर्ड",
  "lbl_north_america": "उत्तर अमेरिका",
  "lbl_notification": "सूचना",
  "lbl_offer": "प्रस्ताव",
  "lbl_official_store": "आधिकारिक स्टोर",
  "lbl_old_password": "पुरानो पासवर्ड",
  "lbl_order": "अर्डर",
  "lbl_password": "पासवर्ड",
  "lbl_payment": "भुक्तानी",
  "lbl_paypal": "Paypal",
  "lbl_peter_parker": "पिटर पार्कर",
  "lbl_phone_number": "फोन नम्बर",
  "lbl_profile": "प्रोफाइल",
  "lbl_register": "दर्ता गर्नुहोस्",
  "lbl_review_86": "समीक्षा (८६)",
  "lbl_rp_1_500_000": "रु. 1.500.000",
  "lbl_rp_1_500_0002": "Rp 1.500.000",
  "lbl_rs_1_499": "रु. 1,499",
  "lbl_rs_29_999": "रु. २९,९९९",
  "lbl_rs_4_999": "रु. ४,९९९",
  "lbl_sale_items": "बिक्री वस्तुहरू",
  "lbl_save": "बचत गर्नुहोस्",
  "lbl_search": "खोज",
  "lbl_security_code": "सुरक्षा कोड",
  "lbl_see_all": "सबै हेर्नुहोस्",
  "lbl_see_all_review": "सबै समीक्षा हेर्नुहोस्",
  "lbl_shipping": "ढुवानी",
  "lbl_show_only": "केवल देखाउनुहोस्",
  "lbl_sold_items": "बिक्री भएका वस्तुहरू",
  "lbl_sony_wh_1000xm4": "सोनी WH/1000XM4",
  "lbl_speakers": "वक्ताहरू",
  "lbl_stephen_strange": "स्टीफन स्ट्रेन्ज",
  "lbl_street_address": "सडक ठेगाना",
  "lbl_submit": "पेस गर्नुहोस्",
  "lbl_success": "सफल",
  "lbl_total_price": "कुल मूल्य",
  "lbl_tvs": "टिभीहरू",
  "lbl_united_states": "संयुक्त राज्य अमेरिका",
  "lbl_up_to_20_off": "२०% सम्म छुट",
  "lbl_up_to_50_off": "५०% सम्म छुट",
  "lbl_us_only": "US मात्र",
  "lbl_v": "V",
  "lbl_vibraverve": "VibraVerve",
  "lbl_yelena_belova": "येलेना बेलोवा",
  "lbl_your_birhday": "तपाईको जन्मदिन",
  "lbl_your_cart": "तपाईको कार्ट",
  "lbl_zip_code": "जिप कोड",
  "msg": "•••••••••••••••••",
  "msg_1231_2312_3123": "1231 - 2312 - 3123 - 1231",
  "msg_6326_9124": "6326 9124 8124 9875",
  "msg_abc123_gmail_com": "abc123@gmail.com",
  "msg_apple_laptops": "एप्पल \n ल्यापटप र फोन",
  "msg_april_30_2014_1_01": "अप्रिल 30, 2014 1:01 PM",
  "msg_authenticity_verified": "प्रमाणिकता प्रमाणित",
  "msg_authorized_seller": "अधिकृत बिक्रेता",
  "msg_available_at_1000": "उपलब्ध: 1000",
  "msg_benefits_charity": "लाभ परोपकार",
  "msg_continue_with_google": "Google को साथ जारी राख्नुहोस्",
  "msg_country_or_region": "देश वा क्षेत्र",
  "msg_credit_card_or_debit": "क्रेडिट कार्ड वा डेबिट",
  "msg_description_product": "विवरण उत्पादन",
  "msg_don_t_have_an_account": "खाता छैन?",
  "msg_electronic_accessories": "इलेक्ट्रोनिक र \nउपसाधनहरू\n",
  "msg_featured_product": "विशेष उत्पादन",
  "msg_filter_sorting": "फिल्टर र क्रमबद्ध",
  "msg_forgot_password": "पासवर्ड बिर्सनुभयो?",
  "msg_huawei_matebook": "Huawei Matebook X 13",
  "msg_lorem_ipsum_dolor":
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua।",
  "msg_new_password_again": "फेरि नयाँ पासवर्ड",
  "msg_pswagatika601_gmail_com": "pswagatika601@gmail.com",
  "msg_returns_accepted": "रिटर्न स्वीकृत",
  "msg_search_in_description": "विवरणमा खोज्नुहोस्",
  "msg_search_product_name": "उत्पादनको नाम खोज्नुहोस्",
  "msg_shop_larson_electronic": "लार्सन इलेक्ट्रोनिक पसल",
  "msg_special_offers_on": "VibraVerve मा विशेष प्रस्तावहरू",
  "msg_state_province_region": "राज्य/प्रान्त/क्षेत्र",
  "msg_street_address_2": "सडक ठेगाना २ (वैकल्पिक)",
  "msg_swgatika_pradhan": "स्वागतिका प्रधान",
  "msg_thank_you_for_shopping": "lafyuu प्रयोग गरेर किनमेल गर्नुभएकोमा धन्यवाद",
  "msg_the_speaker_unit":
  "स्पिकर एकाईले NAC अडियो बायो-सेल्युलोजबाट परिशुद्धता-उत्पन्न गरिएको डायाफ्राम समावेश गर्दछ, यसलाई नियमित PET स्पिकर एकाइहरू भन्दा कडा, हल्का र बलियो बनाउँछ, र ध्वनि-उत्पादन गर्ने डायाफ्रामलाई अन्य स्पिकरहरूमा पाइने विकृतिको स्तर बिना कम्पन गर्न अनुमति दिन्छ। ",
  "msg_tma_2_hd_wireless": "TMA-2 HD वायरलेस",
  "msg_tma_2_hd_wireless_tma_s": "TMA-2 HD Wireless\n(TMA को मनपर्ने उत्पादन)",
  "msg_tma_2hd_wireless2": "TMA-2HD वायरलेस",
  "msg_tops_deals_on_electronics": "इलेक्ट्रोनिक्स मा शीर्ष डील",
  "msg_we_will_send_verification":
  "हामी तपाईको नयाँ इमेलमा प्रमाणिकरण पठाउनेछौं",

// नेटवर्क त्रुटि स्ट्रिङ
  "msg_network_err": "नेटवर्क त्रुटि",
  "msg_something_went_wrong": "केही गल्ती भयो!",

// प्रमाणीकरण त्रुटि स्ट्रिङ
  "err_msg_please_enter_valid_phone_number": "कृपया मान्य फोन नम्बर प्रविष्ट गर्नुहोस्",
  "err_msg_please_enter_valid_email": "कृपया मान्य इमेल प्रविष्ट गर्नुहोस्",
  "err_msg_please_enter_valid_password": "कृपया मान्य पासवर्ड प्रविष्ट गर्नुहोस्",
  "err_msg_please_enter_valid_text": "कृपया मान्य पाठ प्रविष्ट गर्नुहोस्",
  "err_msg_please_enter_valid_number": "कृपया मान्य नम्बर प्रविष्ट गर्नुहोस्",

// नयाँ अपडेट गरियो
  "lbl_raj_gupta": "राज गुप्ता",
  "lbl_orders": "अर्डरहरू",
  "lbl_saved_card_and_wallet": "बचत कार्ड र वालेट",
  "lbl_are_you_sure_you_want_to_log_out": "के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ\n लग आउट गर्न चाहनुहुन्छ?",
  "lbl_rate_vibra_verve": "VibraVerve रेट गर्नुहोस्",
  "lbl_no": "😭छैन",
  "lbl_yes": "🤩हो",
  "lbl_would_you_like_to_rate_us_on_play_store": "के तपाइँ हामीलाई Play Store मा मूल्याङ्कन\n गर्न चाहनुहुन्छ?",
  "Your_feedback_helps_us_make_your_experience_better": "तपाईंको प्रतिक्रियाले हामीलाई तपाईंको अनुभव अझ राम्रो बनाउन मद्दत गर्छ",
  "lbl_already_have_an_account": "पहिले नै खाता छ?",
};