final Map<String, String> knIn = {
// ಸ್ಪ್ಲಾಶ್ ಸ್ಕ್ರೀನ್ ಸ್ಕ್ರೀನ್
  "lbl_30": "30%",
  "lbl_discount": "ರಿಯಾಯಿತಿ",
  "lbl_free_shipping": "ಉಚಿತ ಶಿಪ್ಪಿಂಗ್",
  "lbl_in_technology": "ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ",
  "lbl_log_in2": "ಲಾಗಿನ್",
  "lbl_skip": "SKIP",
  "msg_valid_from_27_03": "*27/03 ರಿಂದ 01/04 2022 ರವರೆಗೆ ಮಾನ್ಯವಾಗಿದೆ. ಕನಿಷ್ಠ ಸ್ಟಾಕ್: 1 ಘಟಕ",

  // ಲಾಗಿನ್ ಸ್ಕ್ರೀನ್
  "lbl2": "*********",

  // ಒಂದು ಪರದೆಯನ್ನು ಲಾಗಿನ್ ಮಾಡಿ
  "lbl3": "/", "msg_incorrect_password": "ತಪ್ಪಾದ ಪಾಸ್‌ವರ್ಡ್",

  // ಒಂದು ಪರದೆಯಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ
  "lbl_91": "+91",
  "lbl_mobile_number": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ",
  "lbl_sign_up": "ಸೈನ್ ಅಪ್",
  "msg_by_signing_up_for2":
  "VibraVerve ಖಾತೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ನಮ್ಮ ಸಮುದಾಯದ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ",

  // ಮೂರು ಸ್ಕ್ರೀನ್ ಸೈನ್ ಅಪ್ ಮಾಡಿ
  "lbl_e_mail2": "ಇ-ಮೇಲ್",

  // ಸೈನ್ ಅಪ್ ಸ್ಕ್ರೀನ್
  "lbl_resend": "ಮರುಕಳುಹಿಸಿ",
  "msg_enter_verification": "ಪರಿಶೀಲನೆ ಕೋಡ್ ನಮೂದಿಸಿ",
  "msg_if_you_didn_t_receive": "ನೀವು ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸದಿದ್ದರೆ, ಮರುಕಳುಹಿಸಿ",
  "msg_if_you_didn_t_receive2": "ನೀವು ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸದಿದ್ದರೆ, ",

  // ಎರಡು ಪರದೆಯಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ
  "lbl_confirm": "ದೃಢೀಕರಿಸಿ",
  "lbl_new_password": "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್",
  "msg_atleast_1_number": "ಕನಿಷ್ಠ 1 ಸಂಖ್ಯೆ ಅಥವಾ ವಿಶೇಷ ಅಕ್ಷರ",
  "msg_confirm_new_password": "ಹೊಸ ಗುಪ್ತಪದವನ್ನು ದೃಢೀಕರಿಸಿ",
  "msg_enter_new_password2": "ಹೊಸ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ",

  // ಹುಡುಕಾಟ ಪರದೆ
  "msg_iphone_13_max_pro": "IPHONE 13 max pro",

  // ಹುಡುಕಾಟ ಫಲಿತಾಂಶದ ಪರದೆ
  "lbl_0_result": "0 ಫಲಿತಾಂಶ",
  "lbl_back_to_home": "ಮನೆಗೆ ಹಿಂತಿರುಗಿ",
  "lbl_man_shoes": "ಮ್ಯಾನ್ ಶೂಸ್",
  "lbl_search_product": "ಉತ್ಪನ್ನ ಹುಡುಕಾಟ",
  "msg_product_not_found": "ಉತ್ಪನ್ನ ಕಂಡುಬಂದಿಲ್ಲ",

  // ಪರದೆಯ ಮೂಲಕ ಚಿಕ್ಕದು
  "lbl_best_match": "ಅತ್ಯುತ್ತಮ ಹೊಂದಾಣಿಕೆ",
  "lbl_sort_by": "ವಿಂಗಡಿಸಿ",
  "msg_distance_nearest": "ದೂರ: ಹತ್ತಿರದ ಮೊದಲ",
  "msg_price_shipping": "ಬೆಲೆ + ಶಿಪ್ಪಿಂಗ್: ಕಡಿಮೆ ಮೊದಲು",
  "msg_price_shipping2": "ಬೆಲೆ + ಶಿಪ್ಪಿಂಗ್: ಅತ್ಯಧಿಕ ಮೊದಲ",
  "msg_time_ending_soonest": "ಸಮಯ: ಬೇಗ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ",
  "msg_time_newly_listed": "ಸಮಯ: ಹೊಸದಾಗಿ ಪಟ್ಟಿಮಾಡಲಾಗಿದೆ",

  // ಫಿಲ್ಟರ್ - ಬೆಲೆಯನ್ನು ಹೊಂದಿಸಿ - ಟ್ಯಾಬ್ ಕಂಟೈನರ್ ಸ್ಕ್ರೀನ್
  "lbl_1_245": "\$1.245",
  "lbl_9_344": "\$9.344",
  "lbl_condition": "ಷರತ್ತು",
  "lbl_filter_search": "ಫಿಲ್ಟರ್ ಹುಡುಕಾಟ",
  "lbl_max": "MAX",
  "lbl_min": "MIN",
  "lbl_new": "ಹೊಸ",
  "lbl_not_specified": "ನಿರ್ದಿಷ್ಟವಾಗಿಲ್ಲ",
  "lbl_price_range": "ಬೆಲೆ ಶ್ರೇಣಿ",
  "lbl_used": "ಬಳಸಲಾಗಿದೆ",

  // ಲಾಗಿನ್ ಸ್ಕ್ರೀನ್
  "lbl_laptops": "ಲ್ಯಾಪ್‌ಟಾಪ್‌ಗಳು", "lbl_rs_1_500_000": "ರೂ. 1.500.000",

  // ಹತ್ತು ಪರದೆ
  "lbl_1_min_ago": "1 ನಿಮಿಷ ಹಿಂದೆ",

  // ಮುಖಪುಟ ಒಂದು ಪರದೆ
  "lbl_1_499": "\$ 1,499 ", "lbl_29_999": "\$ 29,999 ",
  "lbl_4_999": "\$ 4,999 ",

  // ಹದಿಮೂರು ಪರದೆ
  "lbl_similar_product": "ಇದೇ ರೀತಿಯ ಉತ್ಪನ್ನ",
  "lbl_tersedia_250": "Tersedia : 250",

  // ಕಾರ್ಟ್ ಒನ್ ಸ್ಕ್ರೀನ್
  "msg_enter_coupon_code": "ಕೂಪನ್ ಕೋಡ್ ನಮೂದಿಸಿ",

  // ಕಾರ್ಟ್ - ಕಪ್ಪಾನ್ ಪರದೆಯನ್ನು ಸೇರಿಸಿ
  "lbl_9_41": "9:41", "lbl_explore": "Explore",
  "msg_enter_cupon_code": "ಕುಪಾನ್ ಕೋಡ್ ನಮೂದಿಸಿ",

  // ಕಾರ್ಟ್ - ಕಪ್ಪಾನ್ ತಪ್ಪಾದ ಪರದೆ
  "lbl_xzop014524bdh": "XzOp014524BDH",
  "msg_your_coupon_code": "* ನಿಮ್ಮ ಕೂಪನ್ ಕೋಡ್ ಅಮಾನ್ಯವಾಗಿದೆ ",

  // ಸ್ಕ್ರೀನ್‌ಗೆ ಶಿಪ್ ಮಾಡಿ
  "lbl_99_1234567890": "+99 1234567890",
  "lbl_ahmad_khaidir": "ಅಹ್ಮದ್ ಖೈದಿರ್",
  "lbl_edit": "ಸಂಪಾದಿಸು",
  "lbl_next": "ಮುಂದೆ",
  "lbl_priscekila": "Priscekila",
  "lbl_ship_to": "ಶಿಪ್ ಟು",
  "msg_3711_spring_hill":
  "3711 ಸ್ಪ್ರಿಂಗ್ ಹಿಲ್ ಆರ್ಡಿ ವ್ಯಾಖ್ಯಾನಿಸದ ತಲ್ಲಹಸ್ಸೀ, ನೆವಾಡಾ 52874 ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್",

  // ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಒಂದು ಪರದೆಯನ್ನು ಆರಿಸಿ
  "lbl_choose_card": "Choose Card", "lbl_pay_766_86": "ಪಾವತಿ \$766.86",

  // ಯಶಸ್ಸಿನ ಪರದೆಯ ಪರದೆ
  "lbl_back_to_order": "ಆದೇಶಕ್ಕೆ ಹಿಂತಿರುಗಿ",

  // ಅಧಿಸೂಚನೆ ಪರದೆ
  "lbl_3": "3", "lbl_acivity": "ಚಟುವಟಿಕೆ",

  // ಅಧಿಸೂಚನೆ - ಆಫರ್ ಸ್ಕ್ರೀನ್
  "lbl_the_best_title": "ಅತ್ಯುತ್ತಮ ಶೀರ್ಷಿಕೆ",
  "msg_special_offer_25": "ವಿಶೇಷ ಕೊಡುಗೆ 25% ರಿಯಾಯಿತಿ",
  "msg_summer_offer_98": "ಬೇಸಿಗೆ ಆಫರ್ 98% ಕ್ಯಾಶ್‌ಬ್ಯಾಕ್",
  "msg_the_speaker_unit2":
  "ಸ್ಪೀಕರ್ ಘಟಕವು NAC ಆಡಿಯೊ ಬಯೋ-ನಿಂದ ನಿಖರವಾಗಿ-ಬೆಳೆದ ಡಯಾಫ್ರಾಮ್ ಅನ್ನು ಹೊಂದಿದೆ",
  "msg_the_speaker_unit3":
  "ಸ್ಪೀಕರ್ ಘಟಕವು NAC ಆಡಿಯೊ ಬಯೋ-ಸೆಲ್ಯುಲೋಸ್‌ನಿಂದ ನಿಖರವಾದ-ಬೆಳೆದ ಡಯಾಫ್ರಾಮ್ ಅನ್ನು ಹೊಂದಿದೆ, ಇದು ಸಾಮಾನ್ಯ PET ಸ್ಪೀಕರ್ ಘಟಕಗಳಿಗಿಂತ ಗಟ್ಟಿಯಾದ, ಹಗುರವಾದ ಮತ್ತು ಬಲಶಾಲಿಯಾಗಿದೆ,",

  // ಅಧಿಸೂಚನೆ - ಫೀಡ್ ಸ್ಕ್ರೀನ್
  "lbl_new_product": "ಹೊಸ ಉತ್ಪನ್ನ",
  "msg_june_3_2023_5_06": "ಜೂನ್ 3, 2023 5:06 PM",
  "msg_samsung_galaxy_m31s": "Samsung Galaxy M31s ಗೇಮಿಂಗ್ ಪರಿಕರಗಳು",

  // ಅಧಿಸೂಚನೆ - ಚಟುವಟಿಕೆ ಪರದೆ
  "lbl_activity": "ಚಟುವಟಿಕೆ",
  "msg_culpa_cillum_consectetur":
  "ಕಲ್ಪಾ ಸಿಲಮ್ ಕಾನ್ಸೆಕ್ಟೆಟರ್ ಲೇಬರ್ ನುಲ್ಲಾ ನುಲ್ಲಾ ಮ್ಯಾಗ್ನಾ ಇರುರೆ. ಐಡಿ ವೆನಿಯಮ್ ಕಲ್ಪಾ ಅಫಿಷಿಯಾ ಆಟ್ ಡೋಲರ್ ಅಮೆಟ್ ಡೆಸೆರಂಟ್ ಎಕ್ಸ್ ಪ್ರೊಡೆಂಟ್ ಕಮೊಡೊ",
  "msg_culpa_cillum_consectetur2":
  "ಕಲ್ಪಾ ಸಿಲಮ್ ಕಾನ್ಸೆಕ್ಟೆಟೂರ್ ಲೇಬರ್ ನುಲ್ಲಾ ನುಲ್ಲಾ ಮಗ್ನ ಇರುರೆ. ಐಡ್ ವೆನಿಯಮ್ ಕಲ್ಪಾ ಅಫಿಷಿಯಾ ಆಟೆ ಡೋಲೋರ್",
  "msg_transaction_nike": "ಟ್ರಾನ್ಸಾಕ್ಷನ್ ನೈಕ್ ಏರ್ ಜೂಮ್ ಉತ್ಪನ್ನ",
  "msg_transaction_nike2": "ಟ್ರಾನ್ಸಾಕ್ಷನ್ ನೈಕ್ ಏರ್ ಜೂಮ್ ಪೆಗಾಸಸ್ 36 ಮಿಯಾಮಿ",
  "msg_transaction_nike3": "Transaction Nike Air Max",

  // ಪ್ರೊಫೈಲ್ ಸ್ಕ್ರೀನ್
  "lbl4": "••••••••••••••", "lbl_12_12_2000": "12-12-2000",
  "lbl_307_555_0133": "(307) 555-0133",

  // ಲಿಂಗ - ಪರದೆಯನ್ನು ಆರಿಸಿ
  "lbl_male": "ಪುರುಷ", "lbl_other": "ಇತರ",

  // ಭಾಷೆ - ಪರದೆಯನ್ನು ಆರಿಸಿ
  "lbl_choose_language": "ಭಾಷೆಯನ್ನು ಆರಿಸಿ",
  "lbl_my_language": "ನನ್ನ ಭಾಷೆ",
  "lbl_english": "ಇಂಗ್ಲಿಷ್",

  // ಜನ್ಮದಿನದ ಪರದೆ
  "lbl_12_12_2012": "12/12/2012",

  // ಜನ್ಮದಿನ - ದಿನಾಂಕ ಪರದೆಯನ್ನು ಆರಿಸಿ
  "lbl_12_12_2020": "12/12/2020",

  // ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ - ತಪ್ಪಾದ ಸ್ಕ್ರೀನ್
  "msg_oops_your_password": " ಓಹ್! ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಸರಿಯಾಗಿಲ್ಲ ",

  // ಆರ್ಡರ್ ಸ್ಕ್ರೀನ್
  "lbl_299_43": "\$299,43",
  "lbl_items": "ಐಟಂಗಳು",
  "lbl_lqnsu346jk": "LQNSU346JK",
  "lbl_order_status": "ಆರ್ಡರ್ ಸ್ಥಿತಿ",
  "lbl_price": "ಬೆಲೆ",
  "lbl_sdg1345kjd": "SDG1345KJD",
  "msg_1_items_purchased": "1 ಐಟಂಗಳನ್ನು ಖರೀದಿಸಲಾಗಿದೆ",
  "msg_2_items_purchased": "2 ಐಟಂಗಳನ್ನು ಖರೀದಿಸಲಾಗಿದೆ",
  "msg_order_at_lafyuu": "Lafyuu ನಲ್ಲಿ ಆರ್ಡರ್ : ಆಗಸ್ಟ್ 1, 2017",

  // ಆರ್ಡರ್ ವಿವರಗಳ ಪರದೆ
  "lbl_000192848573": "000192848573",
  "lbl_arriving": "ಆಗಮನ",
  "lbl_date_shipping": "ಡೇಟ್ ಶಿಪ್ಪಿಂಗ್",
  "lbl_no_resi": "No. Resi",
  "lbl_notify_me": "ನನಗೆ ಸೂಚಿಸು",
  "lbl_order_details": "ಆರ್ಡರ್ ವಿವರಗಳು",
  "lbl_packing": "ಪ್ಯಾಕಿಂಗ್",
  "lbl_payment_details": "ಪಾವತಿ ವಿವರಗಳು",
  "lbl_pos_reggular": "POS ನಿಯಮಿತ",
  "lbl_product": "ಉತ್ಪನ್ನ",
  "lbl_rs_20099_43": "Rs 20099,43",
  "lbl_rs_29009_43": "Rs 29009,43",
  "msg_2727_lakshore_rd": "2727 Lakeshore Rd undefined Namp, Tennessee 78410",
  "msg_acer_nitro_qg271":
  "Acer Nitro Qg271 27 in Full HD Gaming LCD Monitor with Led Back Light ",
  "msg_january_16_2015": "ಜನವರಿ 16, 2015",
  "msg_nikon_d5600_dslr":
  "AF-P 18-55 mm + AF-P 70-300 mm VR ಕಿಟ್‌ನೊಂದಿಗೆ Nikon D5600 DSLR ಕ್ಯಾಮರಾ",
  "msg_shipping_details": "ಶಿಪ್ಪಿಂಗ್ ವಿವರಗಳು",

  // ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮತ್ತು ಡೆಬಿಟ್ ಸ್ಕ್ರೀನ್
  "msg_credit_card_and": "ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮತ್ತು ಡೆಬಿಟ್",

  // ಕಾರ್ಡ್ ಸ್ಕ್ರೀನ್ ಸೇರಿಸಿ
  "msg_enter_card_number": "ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ",

  // ಕಾರ್ಡ್ ಸೇರಿಸಿ - ತಪ್ಪಾದ ಫಾರ್ಮ್ ಸ್ಕ್ರೀನ್
  "msg_security_code_is": "ಭದ್ರತಾ ಕೋಡ್ ತಪ್ಪಾಗಿದೆ",

  // ಲೈಲಿಫಾ ಫೆಬ್ರಿನಾ ಕಾರ್ಡ್ ಸ್ಕ್ರೀನ್
  "msg_lailyfa_febrina": "ಲೈಲಿಫಾ ಫೆಬ್ರಿನಾ ಕಾರ್ಡ್",

  // ಸಾಮಾನ್ಯ ಸ್ಟ್ರಿಂಗ್
  "lbl_1": "1",
  "lbl_1219": "1219",
  "lbl_128_00": "\$128.00",
  "lbl_12_12": "12/12",
  "lbl_19_2042": "19/2042",
  "lbl_1_5_foto": "1/5 ಫೋಟೋ",
  "lbl_1_mins_ago": "1 ನಿಮಿಷಗಳ ಹಿಂದೆ",
  "lbl_2": "2",
  "lbl_20_999": "\$ 20,999 ",
  "lbl_2_mins_ago": "2 ನಿಮಿಷಗಳ ಹಿಂದೆ",
  "lbl_40_00": "\$40.00",
  "lbl_4_6": "4.6",
  "lbl_598_86": "\$598.86",
  "lbl_766_86": "\$766.86",
  "lbl_86_reviews": "86 ವಿಮರ್ಶೆಗಳು",
  "lbl_98616789060": "98616789060",
  "lbl_999": "\$ 999 ",
  "lbl_accepts_offers": "ಆಫರ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ",
  "lbl_accessories": " & \nAccessories\n",
  "lbl_account2": "ಖಾತೆ",
  "lbl_add_address": "ವಿಳಾಸ ಸೇರಿಸಿ",
  "lbl_add_card": "ಕಾರ್ಡ್ ಸೇರಿಸಿ",
  "lbl_address": "ವಿಳಾಸ",
  "lbl_select_language": "ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "lbl_alexa_home": "ಅಲೆಕ್ಸಾ ಹೋಮ್",
  "lbl_all_listings": "ಎಲ್ಲಾ ಪಟ್ಟಿಗಳು",
  "lbl_apply": "ಅನ್ವಯಿಸು",
  "lbl_asia": "Asia",
  "lbl_auction": "Auction",
  "lbl_back": "ಹಿಂದೆ",
  "lbl_bank_transfer": "ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆ",
  "lbl_birthday": "ಜನ್ಮದಿನ",
  "lbl_buy_it_now": "ಇದೀಗ ಖರೀದಿಸಿ",
  "lbl_buy_now": "ಈಗ ಖರೀದಿಸಿ",
  "lbl_buying_format": "ಖರೀದಿ ಸ್ವರೂಪ",
  "lbl_cameras": "ಕ್ಯಾಮೆರಾಗಳು",
  "lbl_card_holder": "CARD HOLDER",
  "lbl_card_holder2": "ಕಾರ್ಡ್ ಹೋಲ್ಡರ್",
  "lbl_card_number": "ಕಾರ್ಡ್ ಸಂಖ್ಯೆ",
  "lbl_card_save": "CARD SAVE",
  "lbl_cart": "ಕಾರ್ಟ್",
  "lbl_categories": "ವರ್ಗಗಳು",
  "lbl_category": "ವರ್ಗ",
  "lbl_cancel": "ರದ್ದುಮಾಡು",
  "lbl_change_email": "ಇಮೇಲ್ ಬದಲಾಯಿಸಿ",
  "lbl_change_password": "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ",
  "lbl_check_out": "ಚೆಕ್ ಔಟ್",
  "lbl_choose_gender": "ಲಿಂಗವನ್ನು ಆರಿಸಿ",
  "lbl_city": "ನಗರ",
  "lbl_classified_ads": "ವರ್ಗೀಕೃತ ಜಾಹೀರಾತುಗಳು",
  "lbl_completed_items": "ಪೂರ್ಣಗೊಂಡ ಐಟಂಗಳು",
  "lbl_computers": "ಕಂಪ್ಯೂಟರ್‌ಗಳು",
  "lbl_deals_savings": "ಡೀಲ್‌ಗಳು ಮತ್ತು ಉಳಿತಾಯ",
  "lbl_derlaxy": "@derlaxy",
  "lbl_detail_product": "ವಿವರ ಉತ್ಪನ್ನ",
  "lbl_electronic": "ಎಲೆಕ್ಟ್ರಾನಿಕ್",
  "lbl_email": "ಇಮೇಲ್",
  "lbl_email_address": "ಇಮೇಲ್ ವಿಳಾಸ",
  "lbl_europe": "ಯುರೋಪ್",
  "lbl_expiration_date": "ಮುಕ್ತಾಯ ದಿನಾಂಕ",
  "lbl_feed": "ಫೀಡ್",
  "lbl_female": "ಹೆಣ್ಣು",
  "lbl_first_name": "ಮೊದಲ ಹೆಸರು",
  "lbl_forgot_password": "ಪಾಸ್‌ವರ್ಡ್ ಮರೆತುಹೋಗಿದೆ",
  "lbl_free_returns": "ಉಚಿತ ರಿಟರ್ನ್ಸ್",
  "lbl_free_shipping2": "ಉಚಿತ ಶಿಪ್ಪಿಂಗ್",
  "lbl_freebuds_huawei": "FreeBuds Huawei",
  "lbl_games": "ಗೇಮ್ಸ್",
  "lbl_gender": "ಲಿಂಗ",
  "lbl_headphones": "Headphones",
  "lbl_home": "ಹೋಮ್",
  "lbl_import_charges": "ಆಮದು ಶುಲ್ಕಗಳು",
  "lbl_item_location": "ಐಟಂ ಸ್ಥಳ",
  "lbl_items_3": "ಐಟಂಗಳು (3)",
  "lbl_lailyfa_febrina": "ಲೈಲಿಫಾ ಫೆಬ್ರಿನಾ",
  "lbl_last_name": "ಕೊನೆಯ ಹೆಸರು",
  "lbl_listed_as_lots": "Listed as Lots",
  "lbl_login": "ಲಾಗಿನ್",
  "lbl_log_out": "ಲಾಗ್ ಔಟ್",
  "lbl_macbook_air_m1": "ಮ್ಯಾಕ್‌ಬುಕ್ ಏರ್ M1",
  "lbl_mobiles": "ಮೊಬೈಲ್ಸ್",
  "lbl_name": "ಹೆಸರು",
  "lbl_new_password2": "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್",
  "lbl_north_america": "ಉತ್ತರ ಅಮೇರಿಕಾ",
  "lbl_notification": "ಅಧಿಸೂಚನೆ",
  "lbl_offer": "ಆಫರ್",
  "lbl_official_store": "ಅಧಿಕೃತ ಅಂಗಡಿ",
  "lbl_old_password": "ಹಳೆಯ ಪಾಸ್‌ವರ್ಡ್",
  "lbl_order": "ಆರ್ಡರ್",
  "lbl_password": "Password",
  "lbl_payment": "ಪಾವತಿ",
  "lbl_paypal": "Paypal",
  "lbl_peter_parker": "ಪೀಟರ್ ಪಾರ್ಕರ್",
  "lbl_phone_number": "ಫೋನ್ ಸಂಖ್ಯೆ",
  "lbl_profile": "ಪ್ರೊಫೈಲ್",
  "lbl_register": "ರಿಜಿಸ್ಟರ್",
  "lbl_review_86": "ವಿಮರ್ಶೆ (86)",
  "lbl_rp_1_500_000": "Rp. 1.500.000",
  "lbl_rp_1_500_0002": "Rp 1.500.000",
"lbl_rs_1_499": "ರೂ. 1,499 ",
"lbl_rs_29_999": "ರೂ. 29,999 ",
"lbl_rs_4_999": "ರೂ. 4,999 ",
"lbl_sale_items": "ಮಾರಾಟ ಐಟಂಗಳು",
"lbl_save": "ಉಳಿಸು",
"lbl_search": "ಹುಡುಕಾಟ",
"lbl_security_code": "ಭದ್ರತಾ ಕೋಡ್",
"lbl_see_all": "ಎಲ್ಲವನ್ನೂ ನೋಡಿ",
"lbl_see_all_review": "ಎಲ್ಲಾ ವಿಮರ್ಶೆಯನ್ನು ನೋಡಿ",
"lbl_shipping": "ಶಿಪ್ಪಿಂಗ್",
"lbl_show_only": "ಶೋ ಮಾತ್ರ",
"lbl_sold_items": "ಮಾರಾಟದ ವಸ್ತುಗಳು",
"lbl_sony_wh_1000xm4": "Sony WH/1000XM4",
"lbl_speakers": "Speakers",
"lbl_stephen_strange": "ಸ್ಟೀಫನ್ ಸ್ಟ್ರೇಂಜ್",
"lbl_street_address": "ಸ್ಟ್ರೀಟ್ ವಿಳಾಸ",
"lbl_submit": "ಸಲ್ಲಿಸು",
"lbl_success": "ಯಶಸ್ಸು",
"lbl_total_price": "ಒಟ್ಟು ಬೆಲೆ",
"lbl_tvs": "TVs",
"lbl_united_states": "ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್",
"lbl_up_to_20_off": "UP TO 20% OFF",
"lbl_up_to_50_off": "UP TO 50% OFF",
"lbl_us_only": "US ಮಾತ್ರ",
"lbl_v": "V",
"lbl_vibraverve": "VibraVerve",
"lbl_yelena_belova": "Yelena Belova",
"lbl_your_birhday": "Your Birhday",
"lbl_your_cart": "ನಿಮ್ಮ ಕಾರ್ಟ್",
"lbl_zip_code": "ಜಿಪ್ ಕೋಡ್",
"msg": "•••••••••••••••••••••",
"msg_1231_2312_3123": "1231 - 2312 - 3123 - 1231",
"msg_6326_9124": "6326 9124 8124 9875",
"msg_abc123_gmail_com": "abc123@gmail.com",
"msg_apple_laptops": "Apple \nLaptops a phones",
"msg_april_30_2014_1_01": "ಏಪ್ರಿಲ್ 30, 2014 1:01 PM",
"msg_authenticity_verified": "ದೃಢೀಕರಣವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ",
"msg_authorized_seller": "ಅಧಿಕೃತ ಮಾರಾಟಗಾರ",
"msg_available_at_1000": "ಇಲ್ಲಿ ಲಭ್ಯವಿದೆ : 1000",
"msg_benefits_charity": "ಬೆನಿಫಿಟ್ಸ್ ಚಾರಿಟಿ",
"msg_continue_with_google": "Google ನೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ",
"msg_country_or_region": "ದೇಶ ಅಥವಾ ಪ್ರದೇಶ",
"msg_credit_card_or_debit": "ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್",
"msg_description_product": "ವಿವರಣೆ ಉತ್ಪನ್ನ",
"msg_don_t_have_an_account": "ಖಾತೆ ಇಲ್ಲವೇ?",
"msg_electronic_accessories": "ಎಲೆಕ್ಟ್ರಾನಿಕ್ ಮತ್ತು \nಪರಿಕರಗಳು\n",
"msg_featured_product": "ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಉತ್ಪನ್ನ",
"msg_filter_sorting": "ಫಿಲ್ಟರ್ ಮತ್ತು ವಿಂಗಡಣೆ",
"msg_forgot_password": "ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ?",
"msg_huawei_matebook": "Huawei Matebook X 13",
"msg_lorem_ipsum_dolor":
"ಲೋರೆಮ್ ಇಪ್ಸಮ್ ಡೋಲರ್ ಸಿಟ್ ಅಮೆಟ್, ಕಾನ್ಸೆಕ್ಟೆಟರ್ ಅಡಿಪಿಸ್ಸಿಂಗ್ ಎಲಿಟ್, ಸೆಡ್ ಡೋ ಇಯುಸ್ಮೋಡ್ ಟೆಂಪರ್ ಇನ್ಸಿಡಿಡಂಟ್ ಯುಟ್ ಲೇಬರ್ ಎಟ್ ಡೋಲೋರ್ ಮ್ಯಾಗ್ನಾ ಅಲಿಕ್ವಾ.",
"msg_new_password_again": "ಮತ್ತೆ ಹೊಸ ಪಾಸ್‌ವರ್ಡ್",
"msg_pswagatika601_gmail_com": "pswagatika601@gmail.com",
"msg_returns_accepted": "ರಿಟರ್ನ್ಸ್ ಅಕ್ಸೆಪ್ಟೆಡ್",
"msg_search_in_description": "ವಿವರಣೆಯಲ್ಲಿ ಹುಡುಕಿ",
"msg_search_product_name": "ಉತ್ಪನ್ನದ ಹೆಸರು ಹುಡುಕಿ",
"msg_shop_larson_electronic": "ಶಾಪ್ ಲಾರ್ಸನ್ ಎಲೆಕ್ಟ್ರಾನಿಕ್",
"msg_special_offers_on": "ವಿಬ್ರಾವರ್ವ್‌ನಲ್ಲಿ ವಿಶೇಷ ಕೊಡುಗೆಗಳು ",
"msg_state_province_region": "ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ/ಪ್ರದೇಶ",
"msg_street_address_2": "ರಸ್ತೆ ವಿಳಾಸ 2 (ಐಚ್ಛಿಕ)",
"msg_swgatika_pradhan": "Swgatika ಪ್ರಧಾನ",
"msg_thank_you_for_shopping": "ಲಾಫ್ಯುವನ್ನು ಬಳಸಿಕೊಂಡು ಶಾಪಿಂಗ್ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
"msg_the_speaker_unit":
"ಸ್ಪೀಕರ್ ಘಟಕವು NAC ಆಡಿಯೊ ಬಯೋ-ಸೆಲ್ಯುಲೋಸ್‌ನಿಂದ ನಿಖರವಾಗಿ-ಬೆಳೆದ ಡಯಾಫ್ರಾಮ್ ಅನ್ನು ಹೊಂದಿರುತ್ತದೆ, ಇದು ಸಾಮಾನ್ಯ PET ಸ್ಪೀಕರ್ ಘಟಕಗಳಿಗಿಂತ ಗಟ್ಟಿಯಾದ, ಹಗುರವಾದ ಮತ್ತು ಬಲಶಾಲಿಯಾಗಿಸುತ್ತದೆ ಮತ್ತು ಇತರ ಸ್ಪೀಕರ್‌ಗಳಲ್ಲಿ ಕಂಡುಬರುವ ಅಸ್ಪಷ್ಟತೆಯ ಮಟ್ಟಗಳಿಲ್ಲದೆ ಧ್ವನಿ-ಉತ್ಪಾದಿಸುವ ಡಯಾಫ್ರಾಮ್ ಅನ್ನು ಕಂಪಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. . ",
"msg_tma_2_hd_wireless": "TMA-2 HD ವೈರ್‌ಲೆಸ್",
"msg_tma_2_hd_wireless_tma_s": "TMA-2 HD Wireless\n(TMA's fav ಉತ್ಪನ್ನ)",
"msg_tma_2hd_wireless2": "TMA-2HD ವೈರ್‌ಲೆಸ್",
"msg_tops_deals_on_electronics": "ಎಲೆಕ್ಟ್ರಾನಿಕ್ಸ್‌ನಲ್ಲಿ ಅಗ್ರ ವ್ಯವಹಾರಗಳು",
"msg_we_will_send_verification":
"ನಿಮ್ಮ ಹೊಸ ಇಮೇಲ್‌ಗೆ ನಾವು ಪರಿಶೀಲನೆಯನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ",

// ನೆಟ್‌ವರ್ಕ್ ದೋಷ ಸ್ಟ್ರಿಂಗ್
"msg_network_err": "ನೆಟ್‌ವರ್ಕ್ ದೋಷ",
"msg_something_went_wrong": "ಏನೋ ತಪ್ಪಾಗಿದೆ!",

// ಮೌಲ್ಯೀಕರಣ ದೋಷ ಸ್ಟ್ರಿಂಗ್
"err_msg_please_enter_valid_phone_number": "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ",
"err_msg_please_enter_valid_email": "ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್ ನಮೂದಿಸಿ",
"err_msg_please_enter_valid_password": "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ",
"err_msg_please_enter_valid_text": "ದಯವಿಟ್ಟು ಮಾನ್ಯ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ",
"err_msg_please_enter_valid_number": "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ",

//ಹೊಸ ನವೀಕರಿಸಲಾಗಿದೆ
"lbl_raj_gupta": "ರಾಜ್ ಗುಪ್ತಾ",
"lbl_orders": "ಆರ್ಡರ್‌ಗಳು",
"lbl_saved_card_and_wallet": "SavedCard&Wallet",
"lbl_are_you_sure_you_want_to_log_out": "ನೀವು\n ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
"lbl_rate_vibra_verve": "ರೇಟ್ VibraVerve",
"lbl_no": "😭ಇಲ್ಲ",
"lbl_yes": "🤩ಹೌದು",
"lbl_would_you_like_to_rate_us_on_play_store": "ನೀವು Play Store\n ನಲ್ಲಿ ನಮ್ಮನ್ನು ರೇಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?",
"Your_feedback_helps_us_make_your_experience_better": "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ",
"lbl_already_have_an_account":"ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರ?",
};